{
    "Egypt Here": "مصر هنا",
    "Search": "بحث",
    "Explore": "استكشف",
    "Egypt": "مصر",
    "Start your Journey": "ابدأ رحلتك",
    "Museums": "المتاحف",
    "Explore All Museums": "استكشف جميع المتاحف",
    "The Grand Egyptian Museum": "المتحف المصري الكبير",
    "The Grand Egyptian Museum (GEM) is the world’s largest museum dedicated to a single civilization. Egypt, near the pyramids. It will host over 100,000 artifacts from ancient Egyptian history": "متحف الجراند المصري (جم) هو أكبر متحف في العالم مخصص لحضارة واحدة. مصر ، بالقرب من الاهرامات. سيستضيف أكثر من 100000 قطعة أثرية من تاريخ مصر القديمة",
    "Egyptian Museum": "المتحف المصري",
    "Located in Cairo, this museum is one of the most famous in the world, featuring a vast collection of artifacts from ancient Egypt.": "يقع هذا المتحف في القاهرة ، وهو واحد من أشهر المتاحف في العالم ، ويضم مجموعة كبيرة من القطع الأثرية من مصر القديمة.",
    "National Museum of Egyptian Civilization": "المتحف القومي للحضارة المصرية",
    "Located in New Cairo, the National Museum of Egyptian Civilization is a more recent museum that opened in 2016. The NMEC houses a collection of artifacts from all periods of Egyptian history, from prehistory to the present day.": "يقع المتحف القومي للحضارة المصرية في القاهرة الجديدة ، وهو متحف أكثر حداثة افتتح في عام 2016. يضم المتحف الوطني للحضارة المصرية مجموعة من القطع الأثرية من جميع الفترات التاريخية المصرية ، من عصور ما قبل التاريخ حتى الوقت الحاضر.",
    "Luxor Museum": "متحف الأقصر",
    "Situated on the east bank of the Nile River in Luxor, this museum houses a significant collection of artifacts from the area.": "يقع هذا المتحف على الضفة الشرقية لنهر النيل في الأقصر ، ويضم مجموعة كبيرة من القطع الأثرية من المنطقة.",
    "Coptic Museum": "المتحف القبطي",
    "Situated in Cairo, this museum is dedicated to the history of Egypt's Coptic Christian community.": "يقع هذا المتحف في القاهرة ، وهو مكرس لتاريخ الجالية المسيحية القبطية في مصر.",
    "Nubian Museum": "متحف النوبة",
    "Located in Aswan, this museum focuses on the history and culture of the Nubian people.": "يقع هذا المتحف في أسوان ، ويركز على تاريخ وثقافة الشعب النوبي.",
    "Alexandria National Museum": "متحف الإسكندرية القومي",
    "Located in Alexandria, this museum provides insights into the city's history, including artifacts from the Pharaonic.": "يقع المتحف في الإسكندرية ، ويوفر نظرة ثاقبة على تاريخ المدينة ، بما في ذلك القطع الأثرية من عصر الفراعنة.",
    "Read more": "اقرأ المزيد",
    "Discover the ancient wonders of Egypt": "اكتشف عجائب مصر القديمة",
    "Unlock the secrets of the Pharaohs": "اكشف أسرار الفراعنة",
    "Welcome": "مرحبا",
    "This is a welcoming screen for the entry of the application , you can now see the options": "هذه شاشة ترحيب لدخول التطبيق ، يمكنك الآن رؤية الخيارات",
    "Fill your destinations": "املأ وجهاتك",
    "you can now fill your monuments easily using the table and form": "يمكنك الآن ملء معالمك بسهولة باستخدام الجدول والنموذج",
    "click here and sill it with the table": "اضغط هنا وقم بملئه بالجدول",
    "Fill Destinations": "املأ الوجهات",
    "Home": "الرئيسية",
    "Users": "المستخدمين",
    "Monuments": "المعالم السياحية",
    "Cities": "المدن"
  }