{
    "Egypt Here":"L'Egypte ici",
    "Search":"Recherche",
    "explore":"Explorer",
    "egypt":"l'Egypte",
    "Start your Journey":"Commencez votre voyage",
    "Museums":"Musées",
    "Explore All Museums":"Explorez tous les musées",
    "The Grand Egyptian Museum":"Le Grand Musée égyptien",
    "The Grand Egyptian Museum (GEM) is the world’s largest museum dedicated to a single civilization. Egypt, near the pyramids. It will host over 100,000 artifacts from ancient Egyptian history":"Le Grand Musée égyptien (GEM) est le plus grand musée égyptien du monde musée dédié à une seule civilisation. L'Egypte, près du pyramides. Il abritera plus de 100 000 artefacts anciens Histoire égyptienne",
    "Egyptian Museum":"Musée égyptien",
    "Located in Cairo, this museum is one of the most famous in the world, featuring a vast collection of artifacts from ancient Egypt.": "Situé au Caire, ce musée est l'un des plus célèbres au monde, présentant une vaste collection d'objets de l'Égypte ancienne.",
    "National Museum of Egyptian Civilization":"Musée national de la civilisation égyptienne",
    "Located in New Cairo, the National Museum of Egyptian Civilization is a more recent museum that opened in 2016. The NMEC houses a collection of artifacts from all periods of Egyptian history, from prehistory to the present day. ": "Situé au Nouveau Caire, le Musée national de la civilisation égyptienne est un musée plus récent ouvert en 2016. Le NMEC abrite une collection d'objets de toutes les périodes de l'histoire égyptienne, de la préhistoire à nos jours.",
    "Luxor Museum":"Musée de Louxor",
    "Situated on the east bank of the Nile River in Luxor, this museum houses a significant collection of artifacts from the area.": "Situé sur la rive est du Nil à Louxor, ce musée abrite une importante collection d'objets de la région.",
    "Coptic Museum":"Musée copte",
    "Situated in Cairo, this museum is dedicated to the history of Egypt's Coptic Christian community.":"Situé au Caire, ce musée est dédié à l'histoire de la communauté chrétienne copte d'Égypte.",
    "Nubian Museum":"Musée nubien",
    "Located in Aswan, this museum focuses on the history and culture of the Nubian people.":"Situé à Assouan, ce musée se concentre sur l'histoire et la culture du peuple nubien.",
    "Alexandria National Museum":"Musée national d'Alexandrie",
    "Located in Alexandria, this museum provides insights into the city's history, including artifacts from the Pharaonic.":"Situé à Alexandrie, ce musée donne un aperçu de l'histoire de la ville, notamment des artefacts pharaoniques.",
    "Read more":"En savoir plus",
    "Discover the ancient wonders of Egypt":"Découvrez les merveilles antiques de l'Egypte",
    "Unlock the secrets of the Pharaohs":"Percez les secrets des pharaons"
}